Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Localizations/CameraUI-SmartStyles.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SMART_STYLES_SETTINGS_RESET
source: Reset to Standard
ar: إعادة تعيين إلى "قياسي"
bg: Възстанови към Стандартен
ca: Restableix l’estàndard
cs: Obnovit standardní styl
da: Nulstil til standard
de: Auf Standard zurücksetzen
el: Επαναφορά στο Τυπικό
es: Restablecer estilo estándar
es_us: Restablecer a valores predeterminados
fi: Palauta oletukset
fr: Rétablir Standard
fr_ca: Rétablir le style standard
he: איפוס לסגנון הרגיל
hi: स्टैंडर्ड पर रीसेट करें
hr: Resetiraj na standardno
hu: Visszaállítás szabványosra
id: Atur Ulang ke Standar
it: Ripristina default
ja: 標準にリセット
kk: Стандартқа қайтару
ko: 기본으로 재설정
lt: Iš naujo nustatyti į „Standartinį“
ms: Reset kepada Standard
nl: Herstel standaardinstellingen
no: Tilbakestill til standard
pl: Przywróć Standardowy
pt_br: Redefinir ao Padrão
pt_pt: Repor padrão
ro: Resetați la standard
ru: Сбросить до Стандарта
sk: Resetovať na štandardný
sl: Ponastavi na Standardno
sv: Nollställ till standard
th: รีเซ็ตกลับเป็นมาตรฐาน
tr: Standarda Döndür
uk: Скинути до стандартного
vi: Đặt lại thành Tiêu chuẩn
zh_cn: 还原为标准
zh_hk: 重設為「標準」
zh_tw: 重置為「標準」

# SMART_STYLES_CATEGORY_LABEL_SYSTEM
source: UNDERTONES
ar: الدرجات اللونية
bg: ПОДТОНОВЕ
ca: TONS
cs: PODTÓNY
da: UNDERTONER
de: FARBNUANCE
el: ΥΠΟΤΟΝΟΙ
es: TONOS
es_us: MATICES
fi: POHJASÄVYT
fr: TONS
fr_ca: NUANCES
he: גוונים
hi: अंडरटोन
hr: PODTONOVI
hu: ÁRNYALATOK
id: WARNA
it: TONALITÀ
ja: 淡い色調
kk: РЕҢКТЕР
ko: 색조
lt: ATSPALVIAI
ms: TON SAMPING
nl: TINTEN
no: UNDERTONER
pl: ODCIENIE
pt_br: SUBTONS
pt_pt: TONS
ro: SUBTONURI
ru: ПОЛУТОНА
sk: PODTÓNY
sl: SVETLI TONI
sv: UNDERTONER
th: โทนสี
tr: MAT RENKLER
uk: НАПІВТОНИ
vi: TÔNG MÀU
zh_cn: 底色
zh_hk: 底色
zh_tw: 底彩

# SMART_STYLES_DESCRIPTION_OVERLAY_TITLE
source: Photographic Styles
ar: الأنماط الفوتوغرافية
bg: Стил на снимане
ca: Estils fotogràfics
cs: Fotografické styly
da: Fotostil
de: Fotografische Stile
el: Φωτογραφικά στιλ
es: Estilos fotográficos
es_us: Estilos fotográficos
fi: Valokuvatyylit
fr: Styles photographiques
fr_ca: Styles photographiques
he: סגנונות צילומיים
hi: फ़ोटोग्राफ़िक स्टाइल
hr: Fotografski stilovi
hu: Fotografikus stílusok
id: Gaya Fotografi
it: Stili fotografici
ja: フォトグラフスタイル
kk: Фотографиялық стильдер
ko: 사진 스타일
lt: Fotografavimo stiliai
ms: Gaya Fotografi
nl: Fotografische stijlen
no: Fotostiler
pl: Style fotograficzne
pt_br: Estilos Fotográficos
pt_pt: Estilos fotográficos
ro: Stiluri fotografice
ru: Фотографические стили
sk: Fotografické štýly
sl: Fotografski slogi
sv: Fotografiska stilar
th: รูปแบบภาพถ่าย
tr: Fotoğrafik Stiller
uk: Стилі фотографій
vi: Phong cách nhiếp ảnh
zh_cn: 摄影风格
zh_hk: 攝影風格
zh_tw: 攝影風格

# SMART_STYLES_SETTINGS_CONFIRM_TUNE
source: Save Tone & Color
ar: حفظ الدرجة واللون
bg: Запази Тон и цвят
ca: Desa el to i el color
cs: Uložit odstín a barvu
da: Gem tone og farve
de: Ton und Farbe sichern
el: Αποθήκευση τόνου και χρώματος
es: Guardar tono y color
es_us: Guardar tono y color
fi: Tallenna sävy ja väri
fr: Enregistrer Ton et couleur
fr_ca: Enregistrer le ton et la couleur
he: שמירת הגוון והצבע
hi: टोन और रंग सहेजें
hr: Spremi ton i boju
hu: Tónus és szín mentése
id: Simpan Rona & Warna
it: Salva tonalità e colore
ja: トーンとカラーを保存
kk: Реңк пен түсті сақтау
ko: 톤 및 색상 저장
lt: Išsaugoti atspalvį ir spalvą
ms: Simpan Ton & Warna
nl: Bewaar tint en kleur
no: Arkiver tone og farge
pl: Zachowaj tonację i kolor
pt_br: Salvar Tom e Cor
pt_pt: Guardar tom e cor
ro: Salvați tonul și culoarea
ru: Сохранить цвет и оттенок
sk: Uložiť odtieň a farbu
sl: Ohranjanje tona in barve
sv: Spara ton och färg
th: บันทึกโทนและสี
tr: Tonu ve Rengi Kaydet
uk: Зберегти тон і колір
vi: Lưu Tông & màu
zh_cn: 存储色调与色彩
zh_hk: 儲存「色調與顏色」
zh_tw: 儲存色調與顏色

# SMART_STYLES_SETTINGS_DESCRIPTION_COOL
source: Accentuates cool rose undertones.
ar: يبرز درجات اللون الوردي الرائق.
bg: Акцентира на студените розови подтонове.
ca: Emfasitza els tons en rosat fred.
cs: Zvýrazňuje chladné růžové podtóny.
da: Fremhæver kølige rosa undertoner.
de: Akzentuiert Farbnuancen in Kaltrosa.
el: Τονίζει τους ψυχρούς ροζ υποτόνους.
es: Acentúa los tonos rosa fríos.
es_us: Acentúa los matices rosa frío.
fi: Korostaa viileänpunertavia pohjasävyjä.
fr: Accentue les tons rose froid.
fr_ca: Accentue les nuances rose froid.
he: סגנון זה מדגיש גוונים בצבע ורוד קריר.
hi: कूल रोज़ अंडरटोन उभारता है।
hr: Naglašava hladno ružičaste podtonove.
hu: Kiemeli a hűvös rózsaszín árnyalatokat.
id: Mempertegas warna rose dingin.
it: Accentua le tonalità rosa fredde.
ja: クールローズの淡い色調を際立たせます。
kk: Ашық түсті раушан реңкін айрықша етеді.
ko: 쿨 로즈 색조를 강조합니다.
lt: Paryškinami šaltai rausvi atspalviai.
ms: Menyerlahkan ton samping ros sejuk.
nl: Accentueert koel roze tinten.
no: Framhever undertoner av kald rosa.
pl: Podkreśla chłodne różowe odcienie.
pt_br: Acentua subtons de rosa frio.
pt_pt: Acentua os tons frios de rosa.
ro: Accentuează subtonurile roz.
ru: Подчеркнуть прохладные розовые полутона.
sk: Zvýrazňuje chladné ružové podtóny.
sl: Poudarja hladno rožnate svetle tone.
sv: Framhäver kyligt rosa undertoner.
th: ทำให้โดดเด่นด้วยโทนสีกุหลาบเย็น
tr: Mat soğuk gül tonlarını vurgular.
uk: Посилює холодні рожеві відтінки.
vi: Nhấn mạnh tông màu hồng lạnh.
zh_cn: 增强冷调玫瑰底色。
zh_hk: 加強冷玫瑰色的底色。
zh_tw: 加強玫瑰冷色的底彩。

# SMART_STYLES_SETTINGS_DESCRIPTION_BLUSH_WARM
source: Accentuates rose gold undertones.
ar: يبرز درجات اللون الذهبي الوردي.
bg: Акцентира на розовозлатните подтонове.
ca: Emfasitza els tons en or rosat.
cs: Zvýrazňuje růžovozlaté podtóny.
da: Fremhæver rosagyldne undertoner.
de: Akzentuiert Farbnuancen in Roségold.
el: Τονίζει τους ροζ χρυσαφί υποτόνους.
es: Acentúa los tonos oro rosados.
es_us: Acentúa los matices oro rosa.
fi: Korostaa kullanpunertavia pohjasävyjä.
fr: Accentue les tons rose doré.
fr_ca: Accentue les nuances or rose.
he: סגנון זה מדגיש גוונים בצבע זהב רוזה.
hi: रोज़ गोल्ड अंडरटोन उभारता है।
hr: Naglašava ružičasto-zlatne podtonove.
hu: Kiemeli a rozéarany árnyalatokat.
id: Mempertegas warna emas rose.
it: Accentua le tonalità rosa dorate.
ja: ローズゴールドの淡い色調を際立たせます。
kk: Қызғылт сары реңкін айрықша етеді.
ko: 로즈 골드 색조를 강조합니다.
lt: Paryškinami rausvai auksiniai atspalviai.
ms: Menyerlahkan ton samping emas ros.
nl: Accentueert roségouden tinten.
no: Framhever undertoner av rosegull.
pl: Podkreśla różowo‑złote odcienie.
pt_br: Acentua subtons de ouro rosa.
pt_pt: Acentua os tons rosa dourados.
ro: Accentuează subtonurile roz‑aurii.
ru: Подчеркнуть золотисто-розовые полутона.
sk: Zvýrazňuje ružovozlaté podtóny.
sl: Poudarja rožnato zlate svetle tone.
sv: Framhäver undertoner i rosa guld.
th: ทำให้โดดเด่นด้วยโทนสีกุหลาบทอง
tr: Mat roze altın tonlarını vurgular.
uk: Посилює рожево-золотаві відтінки.
vi: Nhấn mạnh tông màu vàng hồng.
zh_cn: 增强玫瑰金底色。
zh_hk: 加強玫瑰金色的底色。
zh_tw: 加強玫瑰金色的底彩。

# SMART_STYLES_SETTINGS_TITLE_FINISHED
source: Style Selected
ar: النمط المحدد
bg: Избран стил
ca: Estil seleccionat
cs: Styl je vybraný
da: Stil valgt
de: Stil ausgewählt
el: Επιλέχθηκε στιλ
es: Estilo seleccionado
es_us: Estilo seleccionado
fi: Tyyli valittu
fr: Style sélectionné
fr_ca: Style sélectionné
he: הסגנון נבחר
hi: शैली चयनित
hr: Stil odabran
hu: Stílus kiválasztva
id: Gaya Dipilih
it: Stile selezionato
ja: スタイルが選択されました
kk: Стиль таңдалды
ko: 스타일이 선택됨
lt: Pasirinktas stilius
ms: Gaya Dipilih
nl: Stijl geselecteerd
no: Stil valgt
pl: Styl wybrany
pt_br: Estilo Selecionado
pt_pt: Estilo selecionado
ro: Stil selectat
ru: Выбранный стиль
sk: Štýl je vybraný
sl: Slog je izbran
sv: Stil vald
th: เลือกรูปแบบแล้ว
tr: Stil Seçildi
uk: Стиль вибрано
vi: Đã chọn phong cách
zh_cn: 已选风格
zh_hk: 已選擇風格
zh_tw: 已選取風格

# SMART_STYLES_SETTINGS_TITLE_TUNE
source: Tone & Color
ar: الدرجة واللون
bg: Тон и цвят
ca: To i color
cs: Odstín a barva
da: Tone og farve
de: Ton & Farbe
el: Τόνος και χρώμα
es: Tono y color
es_us: Tono y color
fi: Sävy ja väri
fr: Ton et couleur
fr_ca: Ton et couleur
he: גוון וצבע
hi: टोन और रंग
hr: Ton i boja
hu: Tónus és szín
id: Rona & Warna
it: Tonalità e colore
ja: トーンとカラー
kk: Үн және түс
ko: 톤 및 색상
lt: Atspalvis ir spalva
ms: Ton & Warna
nl: Tint en kleur
no: Tone og farge
pl: Tonacja i kolor
pt_br: Tom e Cor
pt_pt: Tom e cor
ro: Ton și culoare
ru: Цвет и оттенок
sk: Odtieň a farba
sl: Ton in barva
sv: Ton och färg
th: โทนและสี
tr: Ton ve Renk
uk: Тон і колір
vi: Tông & màu
zh_cn: 色调与色彩
zh_hk: 色調和顏色
zh_tw: 色調與顏色

# SMART_STYLES_SETTINGS_NOT_ENOUGH_PHOTOS_DISMISS
source: OK
ar: موافق
bg: ОК
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# SMART_STYLES_SETTINGS_BACK_BUTTON_TITLE
source: Back
ar: الخلف
bg: Назад
ca: Enrere
cs: Zadní
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
es_us: Atrás
fi: Takaisin
fr: Retour
fr_ca: Retour
he: אחורה
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 背面
kk: Артқа
ko: 뒤로
lt: Atgal
ms: Balik
nl: Vorige
no: Bak
pl: Wróć
pt_br: Voltar
pt_pt: Anterior
ro: Înapoi
ru: Назад
sk: Zadná
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr: Arka
uk: Назад
vi: Quay lại
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回

# SMART_STYLES_SETTINGS_DESCRIPTION_GOLD_WARM
source: Accentuates gold undertones.
ar: يبرز درجات اللون الذهبي.
bg: Акцентира на златните подтонове.
ca: Emfasitza els tons en or.
cs: Zvýrazňuje zlaté podtóny.
da: Fremhæver gyldne undertoner.
de: Akzentuiert Farbnuancen in Gold.
el: Τονίζει τους χρυσαφί υποτόνους.
es: Acentúa los tonos oro.
es_us: Acentúa los matices oro.
fi: Korostaa kullanvärisiä pohjasävyjä.
fr: Accentue les tons dorés.
fr_ca: Accentue les nuances dorées.
he: סגנון זה מדגיש גוונים בצבע זהב.
hi: सुनहरे अंडरटोन उभारता है।
hr: Naglašava zlatne podtonove.
hu: Kiemeli az arany árnyalatokat.
id: Mempertegas warna emas.
it: Accentua le tonalità dorate.
ja: ゴールドの淡い色調を際立たせます。
kk: Алтын түстес реңкін айрықша етеді.
ko: 골드 색조를 강조합니다.
lt: Paryškinami auksiniai atspalviai.
ms: Menyerlahkan ton samping emas.
nl: Accentueert gouden tinten.
no: Framhever undertoner av gull.
pl: Podkreśla złote odcienie.
pt_br: Acentua subtons de dourado.
pt_pt: Acentua os tons dourados.
ro: Accentuează subtonurile aurii.
ru: Подчеркнуть золотистые полутона.
sk: Zvýrazňuje zlaté podtóny.
sl: Poudarja zlate svetle tone.
sv: Framhäver guldfärgade undertoner.
th: ทำให้โดดเด่นด้วยโทนสีทอง
tr: Mat altın rengi tonlarını vurgular.
uk: Посилює золотаві відтінки.
vi: Nhấn mạnh tông màu vàng kim.
zh_cn: 增强金色底色。
zh_hk: 加強金色的底色。
zh_tw: 加強金色的底彩。

# SMART_STYLES_SETTINGS_CHOOSE_INSTRUCTION
source: Swipe between Styles. Tap on each photo to see it in detail.
ar: تصفح الأنماط من خلال السحب اضغط على كل صورة للاطلاع عليها بالتفصيل.
bg: Плъзнете между стиловете. Докоснете всяка снимка, за да я видите в детайл.
ca: Fes lliscar un dit per passar d’un estil a l’altre. Toca cadascuna de les fotos per veure‑la en detall.
cs: Styly můžete procházet přejetím. Chcete‑li si jednotlivé fotky podrobně prohlédnout, klepněte na ně.
da: Skub mellem Stil. Tryk på hvert foto for at se flere detaljer.
de: Streiche, um zum nächsten Stil zu gelangen. Tippe auf ein Foto, um es im Detail anzusehen.
el: Κάντε σάρωση μεταξύ των στιλ. Αγγίξτε κάθε φωτογραφία για να δείτε όλες τις λεπτομέρειες.
es: Desliza para ver los distintos estilos. Toca cada foto para verla en detalle.
es_us: Desliza entre estilos. Toca cada foto para verla a detalle.
fi: Pyyhkäise tyylistä toiseen. Näytä kuvan yksityiskohdat napauttamalla sitä.
fr: Balayez pour passer d’un style à l’autre. Touchez chaque photo pour l’examiner en détail.
fr_ca: Balayez l’écran pour passer d’un style à un autre. Touchez chaque photo pour l’examiner en détail.
he: ניתן להחליק בין סגנונות. כדי לראות תמונות בפירוט רב יותר יש להקיש עליהן.
hi: शैलियों के बीच स्वाइप करें। हर तस्वीर का विवरण देखने के लिए इस पर टैप करें।
hr: Povucite između stilova. Dodirnite svaku fotografiju kako biste je detaljno pregledali.
hu: Legyintéssel válthat a Stílusok között. Koppintson az egyes fotókra a részletes nézet megtekintéséhez.
id: Gesek untuk Berganti Gaya. Ketuk setiap foto untuk melihatnya secara detail.
it: Scorri tra i vari stili. Tocca ogni foto per vederla in dettaglio.
ja: スタイル間をスワイプします。 それぞれの写真の詳細を見るには、タップします。
kk: Стильдер арасында сырғытыңыз. Фотоны анықтап көру үшін әр фотоны түртіңіз.
ko: 스타일 간에 전환합니다. 각각의 사진을 탭하여 세부사항을 확인하십시오.
lt: Braukdami keiskite stilius. Bakstelėkite kiekvieną nuotrauką, kad matytumėte aiškiau.
ms: Leret antara Gaya. Ketik pada setiap foto untuk melihatnya secara terperinci.
nl: Veeg tussen stijlen. Tik op elke foto om deze in detail te zien.
no: Sveip mellom stiler. Trykk på hvert bilde for å se det i detalj.
pl: Przesuwaj palcem, aby zmieniać styl. Aby wyświetlić duże zdjęcie, stuknij w nie.
pt_br: Passe o dedo para mudar entre Estilos. Toque em cada foto para vê‑la em detalhes.
pt_pt: Passe o dedo para ver os vários estilos. Toque em cada fotografia para vê‑la em detalhe.
ro: Glisați între stiluri. Apăsați pe fiecare poză pentru a o vedea în detaliu.
ru: Смахивайте для переключения между стилями. Коснитесь любого фото, чтобы рассмотреть его в деталях.
sk: Štýly prepínate potiahnutím. Ak si chcete detailne pozrieť niektorú fotku, klepnite na ňu.
sl: Podrsajte med slogi. Tapnite posamezno sliko, da si jo ogledate podrobneje.
sv: Svep mellan stilar. Tryck på enskilda bilder för att se detaljerna.
th: สลับระหว่างรูปแบบ แตะที่แต่ละรูปเพื่อดูรายละเอียด
tr: Stiller arasında kaydırın. Ayrıntılı bir biçimde görmek için her fotoğrafa dokunun.
uk: Проводьте, щоб перемикати стилі. Торкайте кожне фото, щоб роздивитися деталі.
vi: Vuốt giữa các phong cách. Chạm vào từng ảnh để xem chi tiết.
zh_cn: 轻扫切换风格。 轻点每张照片查看细节。
zh_hk: 在「風格」之間輕掃。 在每張相片上點一下即可查看詳細資料。
zh_tw: 在風格之間切換。 點一下每張照片來查看詳細資訊。

# SMART_STYLES_SETTINGS_TITLE_INTRO
source: Photographic Styles
ar: الأنماط الفوتوغرافية
bg: Стил на снимане
ca: Estils fotogràfics
cs: Fotografické styly
da: Fotostil
de: Fotografische Stile
el: Φωτογραφικά στιλ
es: Estilos fotográficos
es_us: Estilos fotográficos
fi: Valokuvatyylit
fr: Styles photographiques
fr_ca: Styles photographiques
he: סגנונות צילומיים
hi: फ़ोटोग्राफ़िक स्टाइल
hr: Fotografski stilovi
hu: Fotografikus stílusok
id: Gaya Fotografi
it: Stili fotografici
ja: フォトグラフスタイル
kk: Фотографиялық стильдер
ko: 사진 스타일
lt: Fotografavimo stiliai
ms: Gaya Fotografi
nl: Fotografische stijlen
no: Fotostiler
pl: Style fotograficzne
pt_br: Estilos Fotográficos
pt_pt: Estilos fotográficos
ro: Stiluri fotografice
ru: Фотографические стили
sk: Fotografické štýly
sl: Fotografski slogi
sv: Fotografiska stilar
th: รูปแบบภาพถ่าย
tr: Fotoğrafik Stiller
uk: Стилі фотографій
vi: Phong cách nhiếp ảnh
zh_cn: 摄影风格
zh_hk: 攝影風格
zh_tw: 攝影風格

# SMART_STYLES_SETTINGS_TITLE_CHOOSE
source: Choose Style
ar: اختيار نمط
bg: Избери стил
ca: Selecció de l’estil
cs: Vybrat styl
da: Vælg stil
de: Stil auswählen
el: Επιλογή στιλ
es: Seleccionar estilo
es_us: Seleccionar estilo
fi: Valitse tyyli
fr: Choisir un style
fr_ca: Choisir un style
he: בחירת סגנון
hi: शैली चुनें
hr: Odaberi stil
hu: Stílus kiválasztása
id: Pilih Gaya
it: Scegli stile
ja: スタイルを選択
kk: Стильді таңдау
ko: 스타일 선택
lt: Pasirinkti stilių
ms: Pilih Gaya
nl: Kies stijl
no: Velg stil
pl: Wybierz styl
pt_br: Escolher Estilo
pt_pt: Escolher estilo
ro: Alegeți stilul
ru: Выбрать стиль
sk: Vybrať štýl
sl: Izberi slog
sv: Välj stil
th: เลือกรูปแบบ
tr: Stil Seçin
uk: Обрати стиль
vi: Chọn phong cách
zh_cn: 选取风格
zh_hk: 選擇風格
zh_tw: 選擇風格

# SMART_STYLES_SETTINGS_DONE
source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: OK
es_us: Listo
fi: Valmis
fr: OK
fr_ca: OK
he: סיום
hi: पूर्ण
hr: OK
hu: Kész
id: Selesai
it: Fine
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nl: Gereed
no: Ferdig
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# SMART_STYLES_SETTINGS_LOADING
source: Loading
ar: يجري التحميل
bg: Зареждане
ca: Carregant
cs: Načítání
da: Indlæser
de: Laden …
el: Φόρτωση…
es: Cargando
es_us: Cargando
fi: Ladataan
fr: Chargement en cours
fr_ca: Chargement
he: טוען
hi: लोड किया जा रहा है
hr: Učitavanje
hu: Betöltés
id: Memuat
it: Carico
ja: 読み込み中
kk: Жүктелуде
ko: 로드 중
lt: Įkeliama
ms: Memuatkan
nl: Laden
no: Laster inn
pl: Wczytuję
pt_br: Carregando
pt_pt: A carregar
ro: Încărcare
ru: Загрузка
sk: Načítavam
sl: Nalaganje
sv: Läser in
th: กำลังโหลด
tr: Yükleniyor
uk: Завантаження
vi: Đang tải
zh_cn: 正在载入
zh_hk: 載入中
zh_tw: 載入中

# SMART_STYLES_SETTINGS_INTRO_INSTRUCTION_MOST_COMPATIBLE_FORMAT
source: To use Photographic Styles, set your camera capture to the High Efficiency HEIF/HEVC format, then capture four photos in Camera.
ar: لاستخدام الأنماط الفوتوغرافية، اضبط التقاط الكاميرا على تنسيق HEIF/HEVC عالي الكفاءة، ثم التقط أربع صور في الكاميرا.
bg: За да използвате Фотографски стилове, настройте заснемането на камерата на Високоефективен формат HEIF/HEVC и след това направете четири снимки с приложението Камера.
ca: Per utilitzar els estils fotogràfics, configura la càmera amb el format d’alta eficiència HEIF/HEVC. Seguidament, fes quatre fotos.
cs: Chcete‑li fotografické styly použít, nastavte fotoaparát na formát HEIF/HEVC s vysokou efektivitou a potom v aplikaci Fotoaparát pořiďte čtyři fotky.
da: Indstil kameraoptagelse til High Efficiency-formatet HEIF/HEVC for at bruge Fotostil, og tag fire fotos i Kamera.
de: Für „Fotografische Stile“ stellst du die Kameraaufnahme auf das HEIF/HEVC-Format „High Efficiency“. Anschließend nimmst du vier Fotos mit der Kamera-App auf.
el: Για χρήση των Φωτογραφικών στιλ, ρυθμίστε την κάμερά σας στη μορφή Υψηλής απόδοσης HEIF/HEVC, και στη συνέχεια τραβήξτε 4 φωτογραφίες στην Κάμερα.
es: Para usar los estilos fotográficos, configura el modo de captura en formato HEIF/HEVC de alta eficiencia y, a continuación, haz cuatro fotos con la app Cámara.
es_us: Para usar Estilos fotográficos, establece la captura de la cámara al formato de alta eficiencia HEIF/HEVC y luego toma cuatro fotos en Cámara.
fi: Jos haluat käyttää valokuvatyylejä, aseta kamera kuvaamaan korkealla hyötysuhteella HEIF/HEVC-muodossa ja ota sitten neljä kuvaa Kameralla.
fr: Pour utiliser les styles photographiques, activez le format d’enregistrement HEIF/HEVC Haute efficacité de la caméra, puis prenez quatre photos dans Appareil photo.
fr_ca: Pour utiliser les styles photographiques, choisissez le format haute efficacité HEIF/HEVC et prenez quatre photos avec l’app Appareil photo.
he: כדי להשתמש ב״סגנונות צילומיים״ יש להגדיר את המצלמה לשימוש בפורמט היעילות הגבוהה HEIF/HEVC, ואז לצלם באמצעותה ארבע תמונות.
hi: फ़ोटोग्राफ़िक शैलियों का इस्तेमाल करने के लिए अपने कैमरा कैप्चर को हाई एफ़िशिएंसी HEIF/HEVC फ़ॉर्मैट पर सेट करें, फिर कैमरे से चार तस्वीरें लें।
hr: Za uporabu Fotografskih stilova podesite snimanje kamerom na visokoučinkoviti HEIF/HEVC format, zatim snimite četiri fotografije u aplikaciji Kamera.
hu: A Fotografikus stílusok használatához állítsa a kamera rögzítési beállítását a Nagy hatékonyságú HEIF/HEVC formátumra, majd készítsen négy fotót a Kamerával.
id: Untuk menggunakan Gaya Fotografi, atur pengambilan gambar kamera Anda ke format HEIF/HEVC Efisiensi Tinggi, lalu ambil empat foto di Kamera.
it: Per usare gli stili fotografici, imposta la fotocamera sul formato HEIF/HEVC ad alta efficienza, quindi scatta quattro foto.
ja: フォトグラフスタイルを使用するには、カメラ撮影を高効率のHEIF/HEVCフォーマットに設定して、“カメラ”で写真を4枚撮影します。
kk: Фотографиялық стильдерді пайдалану үшін камерамен түсіруді жоғары тиімділік HEIF/HEVC форматына орнатыңыз, содан кейін «Камера» қолданбасымен төрт фото түсіріңіз.
ko: 사진 스타일을 사용하려면 카메라 캡처를 고효율 HEIF/HEVC 포맷으로 설정하고 카메라 앱에서 사진 4장을 캡처합니다.
lt: Norėdami naudoti funkciją „Fotografijos stiliai“, kameroje nustatykite didelio efektyvumo HEIF / HEVC formatą, o tada užfiksuokite keturias nuotraukas naudodami programą „Kamera“.
ms: Untuk menggunakan Gaya Fotografi, setkan tangkapan kamera anda kepada format HEIF/HEVC Kecekapan Tinggi, kemudian tangkap empat foto dalam Kamera.
nl: Om foto­grafische stijlen te gebruiken, configureer je de camera-opname zodat de High Efficiency-structuur (HEIF/HEVC) wordt gebruikt en maak je vervolgens vier foto's in Camera.
no: For å bruke Fotostiler må du angi bildetagning til formatet High Efficiency HEIF/HEVC og deretter ta fire bilder med Kamera-appen.
pl: Aby korzystać ze stylów fotograficznych, ustaw aparat na format High Efficiency HEIF/HEVC, a następnie zrób cztery zdjęcia w aplikacji Aparat.
pt_br: Para usar os Estilos Fotográficos, configure a captura da câmera em formato HEIF/HEVC de Alta Eficiência e tire quatro fotos com a Câmera.
pt_pt: Para usar os estilos fotográficos, configure a câmara para capturar em formato HEIF/HEVC de alta eficiência e, depois, tire quatro fotografias com a aplicação Câmara.
ro: Pentru a utiliza stilurile fotografice, configurați înregistrarea cu camera la “Eficiență înaltă” în formatul HEIF/HEVC, apoi realizați patru poze în aplicația Cameră.
ru: Чтобы использовать Фотографические стили, настройте камеру на съемку в высокоэффективном формате HEIF/HEVC, затем сделайте четыре фото с помощью приложения «Камера».
sk: Ak chcete používať fotografické štýly, nastavte kameru na formát HEIF/HEVC s vysokou efektivitou a potom v apke Kamera urobte štyri fotky.
sl: Za uporabo možnosti Fotografski slogi zajem s kamero nastavite na visokoučinkovito obliko zapisa HEIF/HEVC, nato pa v aplikaciji Kamera zajemite štiri fotografije.
sv: Om du vill använda fotografiska stilar ska du ställa in högeffektivt HEIF/HEVC-format och sedan ta fyra bilder i Kamera.
th: ในการใช้รูปแบบภาพถ่าย ให้ตั้งค่ากล้องเป็นประสิทธิภาพสูงซึ่งเก็บไฟล์ภาพแบบ HEIF/HEVC จากนั้นใช้กล้องถ่ายให้ได้สี่รูป
tr: Fotoğrafik Stiller’i kullanmak için kamerayı Yüksek Verimlilik HEIF/HEVC biçiminde çekmeye ayarlayın, sonra Kamera’da dört fotoğraf çekin.
uk: Для використання функції «Стилі фотографій» задайте для камери формат «Високоефективний HEIF/HEVC», а потім зробіть чотири знімки в програмі «Камера».
vi: Để sử dụng Phong cách nhiếp ảnh, hãy đặt chế độ chụp của camera thành định dạng HEIF/HEVC hiệu suất cao, sau đó chụp bốn ảnh trong Camera.
zh_cn: 若要使用“摄影风格”，请将相机拍摄设定为“高效”HEIF/HEVC格式，然后在“相机”中拍摄四张照片。
zh_hk: 如要使用「攝影風格」，請將相機拍攝設定為以「高效率」HEIF/HEVC格式，然後在「相機」中拍攝四張相片。
zh_tw: 若要使用「攝影風格」，請設定你的相機來以「高效率」HEIF/HEVC格式拍攝，然後使用相機拍攝四張照片。

# SMART_STYLES_SETTINGS_PICKER_TITLE
source: Select 4 Photos
ar: تحديد أربع صور
bg: Избери 4 снимки
ca: Selecciona 4 fotos
cs: Vyberte 4 fotky
da: Vælg 4 fotos
de: 4 Fotos auswählen
el: Επιλογή 4 φωτογραφιών
es: Selecciona 4 fotos
es_us: Seleccionar cuatro fotos
fi: Valitse 4 kuvaa
fr: Sélectionnez 4 photos
fr_ca: Sélectionner quatre photos
he: בחירת ארבע תמונות
hi: 4 तस्वीरें चुनें
hr: Odaberite 4 fotografije
hu: Válasszon 4 fotót
id: Pilih 4 Foto
it: Seleziona 4 foto
ja: 4枚の写真を選択
kk: 4 фотоны таңдау
ko: 사진 4장 선택
lt: Pasirinkti 4 nuotraukas
ms: Pilih 4 Foto
nl: Selecteer 4 foto's
no: Velg fire bilder
pl: Wybierz 4 zdjęcia
pt_br: Selecione 4 Fotos
pt_pt: Selecionar 4 fotografias
ro: Selectați 4 poze
ru: Выберите 4 фото
sk: Vyberte 4 fotky
sl: Izberi štiri fotografije
sv: Välj 4 bilder
th: เลือกรูปภาพ 4 รูป
tr: 4 Fotoğraf Seçin
uk: Виберіть 4 фотографії
vi: Chọn 4 ảnh
zh_cn: 选择4张照片
zh_hk: 選擇4張相片
zh_tw: 選取四張照片
